cfg/bi-status.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v2="http://xmlns.oracle.com/oxp/service/v2">
    <soapenv:Header/>
    <soapenv:Body>
        <v2:getScheduledReportStatus>
            <v2:jobInstanceID>JOBID</v2:jobInstanceID>
            <v2:userID>USERNAME</v2:userID>
            <v2:password>PASSWORD</v2:password>
        </v2:getScheduledReportStatus>
    </soapenv:Body>
</soapenv:Envelope>
